{
    "rows": [
      {
        "category": "Business & Management",
        "site_name": "Capitaline AWS Database",
        "inside_link": "http://awsone.capitaline.com/",
        "outside_link": "https://awsone.capitaline.com/externel-access-iplogin.html",
        "about": "Capitaline is an online database giving financial and other information on over 35,000 companies, which includes listed as well as unlisted companies. Capitaline provides extensive and accurate data on companies which run into over 2500 data fields. Capitaline Financials are presented in the revised and latest formats as per the companies’ disclosures along with the standard Capitaline format for historical data comparison.",
        "info": "One-time Registration is required before accessing the database"
      },
      {
        "category": "Business & Management",
        "site_name": "CMIE – PROWESS",
        "inside_link": "https://prowess.cmie.com/",
        "outside_link": "https://prowess.cmie.com/",
        "about": "CMIE Prowess is a comprehensive database that offers insights into the financial performance of Indian companies. It includes data on all listed companies and an extensive selection of unlisted companies, which is sourced from the audited Annual Reports, company filings submitted to the Ministry of Company Affairs, stock exchange reports, and securities prices. The database provides well organized financial information, including analytical ratios, benchmark comparisons, and downloadable source documents, such as interim results, ratings rationales, and annual report extracts.",
        "info": "One-time Registration is required before accessing the database"
      },
      {
        "category": "Business & Management",
        "site_name": "DELNET Digital Library",
        "inside_link": "https://discovery.delnet.in/",
        "outside_link": "null",
        "about": "DELNET Digital Library : Access to Union Catalogues of Books, Journals, Theses & Dissertations from two thousand plus member libraries. Inter Library Loan (ILL) and Document Delivery Services (DDS). Access Millions of Networked Library Resources through DELNET: 2,90,00,000+ Books available for loan 40,000+ list of Journalsd 5,000+ Full-text E-journals 1,00,000+ Thesis/Dissertations",
        "info": "null"
      },
      {
        "category": "Business & Management",
        "site_name": "Derwent Innovation - Patent Database",
        "inside_link": "null",
        "outside_link": "null",
        "about": "Derwent Innovation is a proprietary patent research application that provides trusted patent data and tools to monitor technology trends and competitive landscapes, inform FTO opinions, prosecute patents, monetize and license assets and support litigation activities.",
        "info": "Kindly visit the library to access the database"
      },
      {
        "category": "Business & Management",
        "site_name": "EBSCO - Business Source Ultimate",
        "inside_link": "https://search.ebscohost.com/",
        "outside_link": "null",
        "about": "EBSCO Business Source Ultimate is the world's definitive scholarly business database, providing the ultimate collection of bibliographic and full-text content. As part of the comprehensive coverage offered by this database, indexing and abstracts for the most important scholarly business journals back to 1886 are included.",
        "info": "One-time Registration is required before accessing the database"
      },
      {
        "category": "Business & Management",
        "site_name": "Emerald Management eJournals Database",
        "inside_link": "https://drupal.alliance.edu.in/drupal/node/5822",
        "outside_link": "https://www.emerald.com/insight/",
        "about": "Emerald is a global publisher providing the highest quality, peer-reviewed research in Social Sciences and Management. Emerald’s eJournals feature over 169,000 articles from over 300 journals. 84% of the journals are indexed by Scopus. Thomson Reuters (ISI) and Emerald have outperformed the market with 64% of our indexed titles seeing an increase in their Impact Factors for 2014 (source: Clarivate Analytics Journal Citation Reports 2014)., With new articles added continually, a subscription ensures access to up-to date, high-quality content for users, researchers and practitioners, combining research rigour with practical relevance.",
        "info": "One-time Registration is required before accessing the database"
      },
      {
        "category": "Business & Management",
        "site_name": "EPWRF India Time Series (EPWRFITS)",
        "inside_link": "https://epwrfits.in/",
        "outside_link": "null",
        "about": "EPWRF India Time Series is a unique online database with its comprehensive coverage of Indian economy for a fairly long time period and it comprises over 50,000 variables capsuled in 20 modules. The database tries to provide in continuous time series from 1950 depending on the availability.",
        "info": "One-time Registration is required before accessing the database"
      },
      {
        "category": "Business & Management",
        "site_name": "Harvard Business Publishing Cases and Simulations",
        "inside_link": "https://hbsp.harvard.edu/home/",
        "outside_link": "null",
        "about": "Access to world-famous HBS cases and Access to extensive catalog including Educator Copies and teaching supplements.We have created individual educator accounts for each faculty member on the Harvard publishing portal. You should have received an email from Harvard containing the necessary details to activate your account. If you haven't received the email, please check your spam folder. Alternatively, you can visit https://hbsp.harvard.edu/home/ click on \"Forgot password\"",
        "info": "One-time Registration is required before accessing the database"
      },
      {
        "category": "Business & Management",
        "site_name": "Indian Journals.com",
        "inside_link": "http://www.indianjournals.com/",
        "outside_link": "null",
        "about": "\nIndianJournals.com is a vast collection of interdisciplinary Indian Journals and Research Publications. The Business Economics and Management Collection/ Applied Science and Technology Collection/ Social Science Collection packages includes access to full text of 122 Journals including archives. Users can Search/Browse the journals and can subscribe to TOC alerts.\n",
        "info": "One-time Registration is required before accessing the database"
      },
      {
        "category": "Business & Management",
        "site_name": "Indiastat ",
        "inside_link": "https://www.indiastat.com/",
        "outside_link": "null",
        "about": "Indiastat.com provides secondary level socio-economic statistical information about India, its state regions and sector. Indiastat.com is a cluster of 56 associate websites wherein 19 websites are sector specific, 6 are regional websites and 31 websites are state-specific. Indiastat.com contains all the statistical information available on its 56 associate websites.\n\nFor accessing Indiastat.com Inside the campus, please visit:  https://www.indiastat.com/   Click on IP-Login to access.\n\nTo Access outside the campus, please contact Librarian for login credentials. ",
        "info": "One-time Registration is required before accessing the database"
      },
      {
        "category": "Business & Management",
        "site_name": "J-Gate: Social Science & Humanities",
        "inside_link": "https://jgateplus.com/search/login/",
        "outside_link": "null",
        "about": "J-Gate, an electronic gateway to global e-journal literature; is the most efficient comprehensive platform to access research information from over 55 Million journal articles (with access to 10 Million Full Text articles) coming from 49,000+ journals covering multiple subject domains from all disciplines such as; Agriculture & biological Sciences, Arts & humanities, Basic Sciences, Biomedical Sciences, Engineering & Technology, Social & Management Sciences.",
        "info": "One-time Registration is required before accessing the database"
      },
      {
        "category": "Business & Management",
        "site_name": "JMP  Pro 18- Statistical Discovery Software",
        "inside_link": "http://www.jmp.com/",
        "outside_link": "null",
        "about": "JMP (www.jmp.com) is a statistical discovery software from SAS. It’s a powerful desktop-based point-and-click (No server, No IP based, No programming) software for statistical data analysis. JMP is part of the industry for the last 33 years and it’s also part of 900+ universities and used for teaching and research..\n\nPlease install it on your personal devices (only desktop/laptop) to access it. Please contact Librarian/ ITS Helpdesk for assistance",
        "info": "One-time Registration is required before accessing the database"
      },
      {
        "category": "Business & Management",
        "site_name": "JSTOR",
        "inside_link": "https://www.jstor.org/",
        "outside_link": "https://idp.alliance.edu.in/",
        "about": "JSTOR provides access to more than 12 million academic journal articles, books, and primary sources in 75 disciplines. JSTOR has more than 2,600 top scholarly journals in the humanities, social sciences, and sciences. JSTOR works with a diverse group of nearly 1,200 publishers from more than 57 countries to preserve and make their content digitally available. JSTOR also has 60,000+ DRM-free eBooks from scholarly publishers, integrated with journals and primary sources on JSTOR.",
        "info": "One-time Registration is required before accessing the database"
      },
      {
        "category": "Business & Management",
        "site_name": "ProQuest One Academic",
        "inside_link": "https://www.proquest.com/?accountid=185765",
        "outside_link": "https://idp.alliance.edu.in/",
        "about": "ProQuest One Academic, four core multi-disciplinary products – ProQuest Central, Academic Complete, Academic Video Online and ProQuest Dissertations & Theses Global – are now available and cross-searchable on the same user-friendly, responsive, award-winning ProQuest Platform. ",
        "info": "One-time Registration is required before accessing the database"
      },
      {
        "category": "Business & Management",
        "site_name": "Scopus",
        "inside_link": "null",
        "outside_link": "https://www.scopus.com/",
        "about": "Scopus is the largest abstract and citation database of peer-reviewed literature – scientific journals, books and conference proceedings. Delivering a comprehensive overview of the world’s research output in the fields of science, technology, medicine social sciences and arts and humanities, Scopus features smart tools to track, analyse and visualize research. From researchers pursuing scientific breakthroughs to academic institutions and government agencies evaluating research, Scopus is the abstract and indexing database of choice.",
        "info": "One-time Registration is required before accessing the database"
      },
      {
        "category": "Business & Management",
        "site_name": "SciVal",
        "inside_link": "null",
        "outside_link": "https://www.scival.com/home",
        "about": "Scival provides access to the research performance of thousands of research institutions and their associated researchers from 231 nations worldwide—so you can visualize research performance, benchmark relative to peers, develop strategic partnerships, identify and analyze new, emerging research trends, and create uniquely tailored reports. Scival uses Scopus data from 1996 to present, covering over 60 million records from more than 7,000 publishers worldwide. Scival receives a weekly update of new data from Scopus and due to processing times, this means Scival is typically 1-2 weeks behind Scopus.\nThese include:\r\n\r\n26,000+ peer-reviewed journals\r\n\r\n400+ trade publications\r\n\r\n2+ million books\r\n\r\n320,000+ book series\r\n\r\n11+ million conference papers",
        "info": "One-time Registration is required before accessing the database"
      },
      {
        "category": "Business & Management",
        "site_name": "Funding Institutional Database",
        "inside_link": "null",
        "outside_link": "https://www.fundinginstitutional.com/",
        "about": "Find active funding opportunities with Funding Institutional,\nOver 40,000 active funding opportunities\nInformation on more than 8 million awarded research grants and\nProfiles on over 15,000 global funders, including public and private organizations.",
        "info": "One-time Registration is required before accessing the database"
      },
      {
        "category": "Business & Management",
        "site_name": "IBM SPSS and IBM AMOS ",
        "inside_link": "null",
        "outside_link": "null",
        "about": "The software has been installed on one of the systems in the Digital Library section of the Central Library.\n\nIBM SPSS includes a wide range of features, such as:\n\nStatistics\nRegression\nAdvanced Statistics\nExact Tests\nCategories\nMissing Values\nConjoint\nCustom Tables\nComplex Samples\nDecision Trees\nData Preparation\nForecasting\nNeural Networks\nDirect Marketing\nBootstrapping\nStatistics Base",
        "info": "One-time Registration is required before accessing the database"
      },
      {
        "category": "Business & Management",
        "site_name": "South Asia Commons",
        "inside_link": "null",
        "outside_link": "https://southasiacommons.net/",
        "about": "The South Asia commons provides online access to millions of pages of rare primary and secondary sources from across the social sciences and humanities.\n\nBenefits include:\n\n• A wealth of interdisciplinary content - books, journals, film ephemera, census reports & more\n\n• Powerful full-text search & keyword highlighting \n\n• Online resources in both English & vernacular languages\n\n• Documents catalogued by subject specialist editors, with expert commentaries \n\n• Rare & unusual documents available from your desktop 24/7",
        "info": "One-time Registration is required before accessing the database"
      },
      {
        "category": "Business & Management",
        "site_name": "World Library (e-Books)",
        "inside_link": "null",
        "outside_link": "https://database.worldlibrary.org/",
        "about": "World Library is the World's largest collection of Primary Source eBooks for academic libraries. It is designed to support academic research at all levels and subject areas by providing around 20 Lakh eBooks. It is the first and only one to offer Digitally Re-Mastered Editions of the most influential books ever printed from the 10th till the 21st century. 1000 years of publications in one search fully downloadable without restrictions.",
        "info": "One-time Registration is required before accessing the database"
      },
      {
        "category": "Engineering & Technology",
        "site_name": "IEEE Electronic Library (IEL)",
        "inside_link": "https://ieeexplore.ieee.org/Xplore/home.jsp",
        "outside_link": "https://idp.alliance.edu.in/",
        "about": "The IEEE Electronic Library is a treasure trove of cutting-edge research and technical literature, hosting approximately one-third of the world’s current scholarly output in electrical engineering, communications, and computing. It is an indispensable resource for researchers, engineers, and students, offering access to the most trusted journals, conference proceedings, and standards.\n\nKey Features of IEL Online:\n\n• Unlimited, full-text access to over 6 million documents.\n\n• Highly cited, peer-reviewed research that drives innovation and patents, including: \nOver 1.3 million articles from 210 top-cited IEEE journals, magazines, and transactions. \nOver 4.5 million conference papers dating back to 1936, with up to 200,000 added annually.\n\n• Approximately 5,000 IEEE standards documents in critical technology fields, including draft standards.\n\n• Access to IEEE Redline Versions of Standards for comparison of revised standards.\n\n• Historical access to seminal articles from the Bell Labs Technical Journal archive.\n\n• Coverage of IET’s E&T Magazine and proceedings from IET conferences and events.\n\n• Over 19,900 papers from select VDE conferences.\n\n• Early Access to articles accepted for future publication.\n\n• Backfile access dating to the late 1800s for select titles.\n\n• Daily updates with approximately 20,000 new IEEE documents added monthly.",
        "info": "One-time Registration is required before accessing the database"
      },
      {
        "category": "Engineering & Technology",
        "site_name": "J-Gate Science & Technology",
        "inside_link": "null",
        "outside_link": "https://jgateplus.com/search/login/",
        "about": "About J-Gate: J-Gate, an electronic gateway to global e-journal literature; is the most efficient comprehensive platform to access research information from over 55 Million journal articles (with access to 10 Million Full Text articles) coming from 49,000+ journals covering multiple subject domains from all disciplines such as; Agriculture & biological Sciences, Arts & humanities, Basic Sciences, Biomedical Sciences, Engineering & Technology, Social & Management Sciences.Kindly Check your Alliance Email for Username and Password ",
        "info": "One-time Registration is required before accessing the database"
      },
      {
        "category": "Engineering & Technology",
        "site_name": "McGraw Hill Express Library  (e-Books)",
        "inside_link": "null",
        "outside_link": "https://mcgrawhillindia.vitalsource.com/#/explore",
        "about": "McGraw Hill Access Engineering is an online engineering resource that provides a complete spectrum of authoritative, trusted, and current information in many upper-level engineering disciplines.",
        "info": "One-time Registration is required before accessing the database"
      },
      {
        "category": "Engineering & Technology",
        "site_name": "NPTEL",
        "inside_link": "null",
        "outside_link": "https://nptel.ac.in/",
        "about": "National Programme on Technology Enhanced Learning (NPTEL) is a project of MHRD initiated by seven Indian Institutes of Technology (Bombay, Delhi, Kanpur, Kharagpur, Madras, Guwahati and Roorkee) along with the Indian Institute of Science, Bangalore in 2003, to provide quality education to anyone interested in learning from the IITs. The main goal was to create web and video courses in all major branches of engineering and physical sciences at the undergraduate and postgraduate levels and management courses at the postgraduate level.",
        "info": "One-time Registration is required before accessing the database"
      },
      {
        "category": "Engineering & Technology",
        "site_name": "PHI E-Books  (e-Books)",
        "inside_link": "null",
        "outside_link": "https://aulibrary.alliance.edu.in/web/phi",
        "about": "Access Adobe Digital Edition e-books from PHI Learning. These e-books are installed in Digital library Section of Central Library. Kindly visit Central Library to access the same",
        "info": "One-time Registration is required before accessing the database"
      },
      {
        "category": "Engineering & Technology",
        "site_name": "Pearson eLibrary (e-Books) ",
        "inside_link": "null",
        "outside_link": "https://elibrary.in.pearson.com/",
        "about": "Pearson eLibrary offers a comprehensive digital learning solution designed to empower. Learners in various disciplines. Conveniently access course books from anywhere, using any device of your choice.",
        "info": "One-time Registration is required before accessing the database"
      },
      {
        "category": "Engineering & Technology",
        "site_name": "Web of Science",
        "inside_link": "null",
        "outside_link": "https://www.webofscience.com/",
        "about": "Web of Science - An authoritative and established premier multi-disciplinary research citation indexing database that is used for scientific research discovery, analyzing quality research, identifying research trends, finding research collaboration partners and a range of other use cases. It covers a rigorously selected core of journals, ensuring a unique combination of discovery through meticulously captured metadata and citation connections, coupled with guaranteed quality, impact and neutrality..",
        "info": "One-time Registration is required before accessing the database"
      },
      {
        "category": "Engineering & Technology",
        "site_name": "BIS Standards (Bureau of Indian Standards)",
        "inside_link": "null",
        "outside_link": "https://standards.bsb.co.in/",
        "about": "The BIS Standards include guidelines, specifications, and best practices across multiple sectors such as civil, mechanical, electrical, and electronic engineering, among others. Faculty members are encouraged to explore these resources and make use of them in their academic and research work. Note: We have subscribed only to BIS Standards. You will have full access to these standards through the portal. However, there are 14 other agencies' standards (such as ASTM, ASME, IEEE, etc.) available on the portal, but they can only be accessed up to the abstract level. ",
        "info": "One-time Registration is required before accessing the database"
      },
      {
        "category": "Engineering & Technology",
        "site_name": "CAS SciFinder",
        "inside_link": "null",
        "outside_link": "https://scifinder-n.cas.org/",
        "about": "SciFinder Scholar is a web-based research discovery tool that provides seamless access to the rich and diverse scientific information contained in the CAS (Chemical Abstracts Service) databases, including Chemical Abstracts from 1907 onwards. It is an essential resource for researchers, faculty, and students engaged in chemical, pharmaceutical, and interdisciplinary scientific research. ",
        "info": "One-time Registration is required before accessing the database"
      },
      {
        "category": "Liberal Arts",
        "site_name": "Gale Research Complete",
        "inside_link": "null",
        "outside_link": "https://link.gale.com/apps/menu/grc?userGroupName=inalliance",
        "about": "Gale Research Complete (GRC) provides access to the largest package of primary and secondary sources available to libraries today. It also enables users to access millions of pages of primary sources, e-reference and periodical content on Gale’s superior platforms designed to streamline the student and researcher workflow. The sheer breadth of the package – combining proprietary e-reference content from Gale, JCR-indexed periodicals, literary criticism, and full-text literary works as well as rare primary source content from the vaults of the world’s great libraries means that every student and researcher finds a rich store of relevant information to enhance their learning and research.",
        "info": "One-time Registration is required before accessing the database"
      },
      {
        "category": "Visual Arts & Design",
        "site_name": "Bloomsbury Design Library",
        "inside_link": "null",
        "outside_link": "https://www.bloomsburyvisualarts.com/",
        "about": "The Bloomsbury Design Library is part of the Bloomsbury Visual Arts Hub, a comprehensive digital platform that brings together Bloomsbury’s premier visual arts resources to support interdisciplinary study, teaching, and research. Its collections are carefully curated to integrate seamlessly, offering users at all levels a rich and engaging research experience.",
        "info": "One-time Registration is required before accessing the database"
      },
      {
        "category": "Visual Arts & Design",
        "site_name": "WGSN - Fashion Database",
        "inside_link": "null",
        "outside_link": "https://www.wgsn.com/accounts/edu/",
        "about": "WGSN is the world's leading consumer trend forecaster, providing accurate forecasts, global trend insights, expertly curated data, and industry expertise to help you:\n\nUnderstand consumer behavior and lifestyles\nConfidently create products\nTrade at the right time with the right strategies\nAs the global authority on change, WGSN combines expert trend forecasting with data science to ensure you stay ahead of emerging trends. Its tools and insights span industries such as Fashion, Beauty, Food & Drink, Interiors, and Consumer Tech, empowering both startups and Fortune 500 companies to create outstanding products that cater to consumer needs.\nSince its inception in 1998, WGSN has supported its clients with over 250 in-house industry experts, data analysts, and advisory consultants across five continents, making it the trusted partner of the world’s most valuable brands.\n\nHow to Access WGSN\n\n1. Visit the provided link\r\n2. Click on First Time Users – Create A New Account\r\n3. Fill out all required fields using your Alliance University email ID and submit.\r\n4. You will receive an email from noreply@wgsn.com with the subject line, \"Welcome to WGSN.\"\r\n5. Activate your account by setting up a password.\r\n6. Provide your mobile number to enable two-way authentication (OTP-based).\r\n\nNote: The registration process must be completed on campus to ensure IP-authenticated access.\n\n",
        "info": "One-time Registration is required before accessing the database"
      },
      {
        "category": "Law",
        "site_name": "All India Reporter (AIR)",
        "inside_link": "null",
        "outside_link": "https://www.aironline.in/index.html",
        "about": "The All India Reporter (AIR) is a search engine which helps the students, professionals, academicians to search for relevant case laws, case comments, latest judgements of Supreme Court and High Courts. AIR has a wide range of cases available along with case commentaries, case observations and various articles on recently decided judgements of Supreme court and various High Courts. AIR was conceptualised as a law journal reporting cases with its head notes from all High Courts across India and the Privy Council. The AIR Manual series, Digest's on various topics, Exhaustive and most researched Commentaries on various Acts and Topics have all been published under the AIR banner.\nKindly Contact Librarian for Username and Password ",
        "info": "Kindly Contact Librarian for Username and Password "
      },
      {
        "category": "Law",
        "site_name": "Corporate Law Adviser (CLA) ",
        "inside_link": "https://www.claonline.in/",
        "outside_link": "null",
        "about": "CLA online is India's premier Online exclusive e-library on Corporate / SEBI and Business Laws since 1950 from the house of \"Corporate Law Adviser\" a more than two decade old leading publishing house on the subject. The e-library consists of Case Laws (with head notes), Wealth of intellectual knowledge in the shape of Articles by experts, Procedures under Company Law, Resolutions, Queries and their Replies by experts, Notifications and Circulars of various Ministries / Departments, Updated legislations etc. As we have taken single user license access, kindly visit the library to access the database.",
        "info": "Kindly Contact Librarian for Username and Password "
      },
      {
        "category": "Law",
        "site_name": "HeinOnline Academic Core Collection",
        "inside_link": "https://heinonline.org/HOL/Welcome",
        "outside_link": "https://idp.alliance.edu.in/",
        "about": "HeinOnline is a premier research platform offering extensive legal and interdisciplinary content. The Academic Core Collection includes:\n\n1. Thousands of full-text law journals and law reviews.\n2. Key government documents and treaties.\n3. Historical and current case law.\n4. International legal content.",
        "info": "null"
      },
      {
        "category": "Law",
        "site_name": "LexisNexis Advance® ",
        "inside_link": "https://advance.lexis.com/in?identityprofileid=XQ8G3T58097",
        "outside_link": "https://idp.alliance.edu.in/",
        "about": "Lexis Nexis Advance® India legal Database Access : India [ Primary]: - Curated Coverage of Cases from Honorable Supreme Court of India, Curated Coverage of Cases from 07 High Courts of India, selected Tribunals Universal Bare Acts, State Acts, Legal Journals and Legal Dictionary.",
        "info": "null"
      },
      {
        "category": "Law",
        "site_name": "Manupatra",
        "inside_link": "https://www.manupatrafast.com/",
        "outside_link": "null",
        "about": "Manupatra is the online legal database provides judgments across all subjects of law of Supreme Court, all Indian High Courts, Orders of the tribunals, bills, central and state acts, notification and circulars, ordinances, committee reports and more. Manupatra provides a combination of integrated legal research tools, comprehensive collection of primary and secondary material and design features that maximize the power, efficiency and accuracy of the legal research process, to help users get relevant and faster results. Manupatra also offers access to International judgments of multiple countries",
        "info": "null"
      },
      {
        "category": "Law",
        "site_name": "SCC Online",
        "inside_link": "https://www.scconline.com/",
        "outside_link": "null",
        "about": "SCC Online Web Edition is the most comprehensive and well-edited research tool for Indian law on the Web. Uniting the authentic and reliable content from India’s leading law publisher with cutting-edge technology to create a powerful legal research resource, available at your desk or on the move.",
        "info": "null"
      },
      {
        "category": "Law",
        "site_name": "EBC Book Reader",
        "inside_link": "https://www.ebcwebstore.com/login?service=webreader",
        "outside_link": "null",
        "about": "The EBC Reader is a state-of-the-art legal eLibrary designed especially for law students and faculty members. As a part of the subscription, including books on direct and indirect taxation, corporate law, insolvency, capital markets, banking laws, and many more\n\nTo Access: \n\nYou are requested to send an email to library@alliance.edu.in or kindly visit the library To start your membership and activate your account \n\n(Accessible within the Central campus premises)",
        "info": "null"
      },
      {
        "category": "Law",
        "site_name": "Taxmann ",
        "inside_link": "https://www.taxmann.com/",
        "outside_link": "null",
        "about": "Case Laws: Largest Data Base, Always Updated Acts / Rules/ Circulars/ Notifications ,Commentaries & Articles, Integrated Database Search",
        "info": "null"
      },
      {
        "category": "Law",
        "site_name": "Casemine",
        "inside_link": "https://www.casemine.com/",
        "outside_link": "null",
        "about": "Casemine is a legal research and analysis platform that utilizes artificial intelligence to help users conduct in-depth research and analyze case laws.\n\nHere are some key features of Casemine\n\n- AMICUS: Casemine's generative AI assistant that can answer legal queries and provide strategic guidance\n\n- CaseIQ: A virtual legal research assistant that can analyze briefs and other legal documents to provide relevant search results and recommendations for further research\n\n- Proprietary tools that enable researchers to look beyond keyword-based searches and uncover latent linkages between case laws\n\n- Ability to analyze the language of legal briefs and provide suggestions in the form of keywords, acts, or landmark case laws\n\n- Advanced data science technology that can highlight potential missing points of law or alternative arguments\n\n- Ability to map case laws in granularity by combining AI and visualization with modern legal research concepts\n\n- Reduces research time by 5% to 50% compared to legacy systems\n\n- Provides a mobile and paperless practice solution for legal professionals",
        "info": "null"
      },
      {
        "category": "Law",
        "site_name": "Livelaw - Legal News Portal",
        "inside_link": "https://www.livelaw.in/",
        "outside_link": "null",
        "about": "Livelaw.in is one of the most prominent legal news portals in India, providing reliable and up-to-date information on legal developments, court judgments, and other legal matters. It is an invaluable resource for anyone involved in legal education, research, or practice.\n\nWith this subscription, you can access:\n\nDaily Legal News: Stay updated with the latest news and trends in law, including landmark judgments, legislative updates, and regulatory changes.\nCase Laws and Judgments: A vast collection of case laws and judgments from the Supreme Court, High Courts, and various tribunals.\nExpert Opinions and Analysis: Articles and expert opinions on contemporary legal issues, providing in-depth analysis on relevant topics.\nCourtroom Updates: Live updates from important courtrooms across the country.\nLegal Awareness and Education: Resources and guides to help law students and legal professionals in building their knowledge base and preparing for exams or competitive legal events.",
        "info": "null"
      }
    ]
  }